[{
  "_id": {
    "$oid": "62cda6349b5695cef612eb53"
  },
  "title": "GitHub introduces dark mode and auto-merge pull request",
  "excerpt": "GitHub today announced a bunch of new features at its virtual GitHub...",
  "body": "GitHub today announced a bunch of new features at its virtual GitHub Universe conference including dark mode, auto-merge pull requests, and Enterprise Server 3.0. In the past couple of years, almost all major apps have rolled out a dark theme for its users, so why not GitHub?",
  "slug": "github-introduces-dark-mode-and-auto-merge-pull-request",
  "user": "0x70997970c51812dc3a010c7d01b50e0d17dc79c8"
},{
  "_id": {
    "$oid": "62cdcd9b9b5695cef612eb54"
  },
  "title": "What’s multi-cloud? And why should developers care?",
  "excerpt": "Most developers don’t care about multi-cloud. But they should...",
  "body": "Most developers don’t care about multi-cloud. But they should. Whether developers know it or not, their companies likely already have a multi-cloud environment.    Multi-cloud is a strategy where a business selects different services from different cloud providers",
  "slug": "whats-multi-cloud-and-why-should-developers-care",
  "user": "0x70997970c51812dc3a010c7d01b50e0d17dc79c8"
},{
  "_id": {
    "$oid": "62d1ea419b5695cef612eb6e"
  },
  "title": "Here is how to make your website more accessible",
  "excerpt": "An accessible website is one that’s optimized for all people, including those with disabilities...",
  "body": "There are many things to consider when setting up a website, and accessibility is one factor that can sometimes be overlooked. An accessible website is one that’s optimized for all people, including those with impaired vision or hearing, motor difficulties, or learning disabilities",
  "slug": "here-is-how-to-make-your-website-more-accessible",
  "user": "0x70997970c51812dc3a010c7d01b50e0d17dc79c8"
},{
  "_id": {
    "$oid": "62d1ea789b5695cef612eb6f"
  },
  "title": "Why open ecosystems are the future of app development",
  "excerpt": "App stores entered the mainstream tech culture & exposed developers to an audience of millions...",
  "body": "We can’t get enough of our mobile apps. There were 204 billion apps downloads last year, and that number is rising in 2020.  When app stores entered the mainstream tech culture, they exposed developers to an audience of millions who were keen to adopt the innovative capabilities",
  "slug": "why-open-ecosystems-are-the-future-of-app-development",
  "user": "0xf39fd6e51aad88f6f4ce6ab8827279cfffb92266"
}]